{
  "UNSUPPORTED_BROWSER_DETAILS": "You want to be able to talk to your team, right? Switch to latest Chrome, Opera, Firefox, Edge or download the Discord Client to start talking right now!",
  "NO_RECENT_MENTIONS": "And in the beginning... there was silence.",
  "SUPPRESSED_AFK_BODY": "It seems you've gone AFK on us. We've went ahead and moved you to the AFK channel.",
  "CONNECTED_DEVICE_DETECTED_INPUT_BODY": "Gearing up? Discord has detected a new audio input device named **{name}**! Do you want to switch to it?",
  "CONNECTED_DEVICE_DETECTED_OUTPUT_BODY": "Gearing up? Discord has detected a new audio output device named **{name}**! Do you want to switch to it?",
  "CONNECTED_DEVICE_DETECTED_INPUT_AND_OUTPUT_BODY": "Gearing up? Discord has detected a new audio device named **{name}**! Do you want to switch to it?",
  "CHANNEL_TOPIC_EMPTY": "No topic set.",
  "CREATE_SERVER_DESCRIPTION": "By creating a server, you will have access to **free** voice and text chat to use amongst your friends.",
  "CREATE_GUILD_DESCRIPTION": "**Create** a new server and invite your friends. It's free!",
  "CREATE_SERVER_BUTTON_BODY": "Create a new server and invite your friends. It's free!",
  "CREATE_OR_JOIN_MODAL_HEADER": "Oh, another server huh?",
  "GUILD_TEMPLATE_SELECTOR_DESCRIPTION": "Your server is where your group hangs out. Make one to start chatting with your friends for free.",
  "AFK_SETTINGS": "AFK Settings",
  "NO_AFK_CHANNEL": "No AFK Channel",
  "FORM_LABEL_AFK_CHANNEL": "AFK Channel",
  "FORM_HELP_AFK_CHANNEL": "\nAutomatically move members to this channel and mute them when they have been idle for longer than the\nAFK timeout. This does not affect browsers.\n  ",
  "FORM_LABEL_AFK_TIMEOUT": "AFK Timeout",
  "EXPLICIT_CONTENT_FILTER_DISABLED_DESCRIPTION": "Ain't no party like my grandma's tea party.",
  "GUILD_SETTINGS_AUDIT_LOG_GUILD_AFK_CHANNEL_ID_CHANGE": "Set the afk channel to **!!{newValue}!!**",
  "GUILD_SETTINGS_AUDIT_LOG_GUILD_AFK_CHANNEL_ID_CLEAR": "**Cleared** the afk channel",
  "GUILD_SETTINGS_AUDIT_LOG_GUILD_AFK_TIMEOUT_CHANGE": "Set the afk timeout to **!!{newValue}!!** minutes",
  "GUILD_SETTINGS_GUILD_PREMIUM_PERK_TITLE_TIER_1_STREAMING": "720p 60fps Go Live streams",
  "GUILD_SETTINGS_GUILD_PREMIUM_PERK_DESCRIPTION_TIER_2_STREAMING": "Share your high-quality gameplay with high-quality video streaming.",
  "INSTANT_INVITE_NOT_ALLOWED": "Poop. It looks like you can't make an invite for this server.",
  "LOGIN_BODY": "Log in with your email to start chatting",
  "QR_CODE_LOGIN_FINISH_BUTTON": "Start chatting",
  "BEGINNING_GROUP_DM_MANAGED": "You will automatically leave this group when you're done. GLHF!",
  "NUF_BODY_REFRESH": "Join over 200 million people who use Discord to chat with friends for free.",
  "CREATE_SERVER_DESCRIPTION_MOBILE_REFRESH": "Your server is where your group hangs out. Make one to start chatting with your friends for free.",
  "NOTICE_DISPATCH_APPLICATION_LOCK_FAILED": "Discord is already performing an operation on this game. Ensure that no other discord clients are running.",
  "ACTIVITY_FEED_NONE_PLAYING_HEADER": "Nobody is active right now...",
  "ACTIVITY_FEED_NONE_PLAYING_BODY": "When someone starts an activity + like playing a game or hanging out on voice + we'll show it here!",
  "USER_SETTINGS_OPEN_ON_STARTUP_BODY": "Save yourself a few clicks and let Discord greet you when you get home like a good boy",
  "USER_SETTINGS_START_MINIMIZED_BODY": "Discord starts in the background like a good boy and remains out of your way",
  "USER_SETTINGS_MINIMIZE_TO_TRAY_BODY": "Have Discord snuggle up in your system tray like a good boy when you close the app",
  "HARDWARE_ACCELERATION_HELP_TEXT": "Turns on Hardware Acceleration which uses your GPU to make Discord smoother. Turn this off if you are experiencing FPS drops in games.",
  "HYPESQUAD_ATTENDEE_CTA": "Interested in repping the HypeSquad at your local gaming event or are you coordinating a gaming event of your own? [Apply here!]({url})",
  "OVERLAY_CHANNEL_CHAT_HOTKEY": "Press !!{keybind}!! to chat in !!{channelName}!!",
  "OVERLAY_USER_CHAT_HOTKEY": "Press !!{keybind}!! to chat",
  "LANGUAGE_NOT_FOUND": "Language Not Found ¯\\_(ツ)_/¯",
  "UNPIN_MESSAGE_BODY": "Enough of that, I guess. You sure you want to remove this pinned message?",
  "UNPIN_CONFIRM": "Yeah, remove it please kthx.",
  "RTC_CONNECTION_STATE_AWAITING_ENDPOINT": "\nDiscord is powering up a RTC server for you! If your connection is stuck here, we may be experiencing a\nregion outage. Oh noes! Check our [service status page]({url}) for more info or consider asking your server owner\nto temporarily switch regions.\n",
  "RTC_CONNECTION_STATE_NO_ROUTE": "\nDoh. Discord can't establish a UDP connection to your real-time communication server. We'll try again in a moment.\nIf Discord keeps getting stuck in this step, check out [this fancy article]({url}) to help resolve the problem.\n",
  "RTC_CONNECTION_STATE_DISCONNECTED": "\nHamsters may have fallen off their wheels. Discord's connection to your real-time communication server has been interrupted. We'll attempt\nto re-establish the connection in a moment.\n",
  "TIP_WHOS_ONLINE_TITLE3": "What's Everyone Doing?",
  "TIP_WHOS_ONLINE_BODY3": "\nHere you can view all the members of this channel. See who's online and what games they're playing!\n\n  ",
  "TIP_DIRECT_MESSAGES_TITLE3": "Start a Private Conversation",
  "TIP_DIRECT_MESSAGES_BODY3": "\nWant some one-on-one time? Click here to send a direct message to someone you know.\n\n  ",
  "BAN_CONFIRM_TITLE": "Swing The Ban Hammer on '!!{username}!!'",
  "JOIN_AFK_CHANNEL_BODY": "It seems you've joined the AFK channel. You cannot speak in this channel.",
  "LURKER_MODE_CHAT_INPUT_MESSAGE": "Join this server to add it to your list and start chatting!",
  "LURKER_MODE_CHAT_INPUT_MESSAGE_IOS": "You are in browsing mode, join this server to chat.",
  "GUEST_LURKER_MODE_CHAT_INPUT_BODY": "Register to use text and voice chat in communities, or connect with friends.",
  "SCOPE_ACTIVITIES_WRITE_DESCRIPTION": "This allows the app to tell Discord when you're playing or streaming a game.",
  "TWO_FA_SALES_PITCH": "Protect your Discord account with an extra layer of security. Once configured you'll be required\nto enter both your password and an authentication code from your mobile phone in order to sign in.",
  "TWO_FA_QR_BODY": "Open the authentication app and scan the image to the left, using your phone's camera.",
  "FRIENDS_EMPTY_STATE_PENDING": "There are no pending friend requests. Here's a Wumpus for now.",
  "FRIENDS_SHARE_TABBAR_TITLE": "Add me on {url} so we can chat! My username is {username}.",
  "FRIENDS_EMPTY_STATE_COPY": "I just joined Discord, and my username is {username}. Let's chat!",
  "DATA_PRIVACY_CONTROLS_REQUEST_DATA_MODAL_SUCCESS": "Our privacy hamsters have begun harvesting your data. This can take up to 30 days + we'll email you when it’s done.",
  "ADD_FRIEND_SUCCESS": "Success! Your friend request to **!!{discordTag}!!** is being escorted by the most elite Discord samurai.",
  "ADD_FRIEND_ERROR_NUMBERS_ONLY": "We're more than numbers... we're people! Enter a username and tag like WumpusKing#1202",
  "ADD_FRIEND_ERROR_DISCORD_TAG_USERNAME": "DiscordTag is a fake username. Enter your friend's real username and tag... like WumpusWizard#9349",
  "BOT_DM_EXPLICIT_CONTENT": "Woah there! !!{name}!! has requested that Discord block any messages our mostly-accurate robo-hamsters deem to be explicit. Seems like you found one, so your message has not been sent. Please be nice.",
  "BOT_GDM_EXPLICIT_CONTENT": "Woah there! One of the peeps in !!{name}!! has requested that Discord block any messages our mostly-accurate robo-hamsters deem to be explicit. Seems like you found one, so your message has not been sent. Please be nice.",
  "BOT_GUILD_EXPLICIT_CONTENT": "Woah there! The owner of !!{name}!! has requested that Discord block any messages our mostly-accurate robo-hamsters deem to be explicit. Seems like you found one, so your message has not been sent. Please be nice.",
  "CLAIM_ACCOUNT_BODY_SHORT": "Keep all your chats and servers even after you close the browser.",
  "CLAIM_ACCOUNT_BODY": "Claim your account to keep all your servers and chats even after you close the browser.",
  "USER_SETTINGS_STREAMER_NOTICE_BODY": "\nJuice up your Discord community server with tools you're already using to power your stream.\n\nCheck out [Discord's StreamKit]({streamkitURL}).",
  "HIDE_PERSONAL_INFORMATION_DESCRIPTION": "Hides email, connected accounts, notes and anonymizes DiscordTags.",
  "STREAM_SOUNDSHARE_FAILED": "Hey, something went wrong and we couldn't stream the sound from your game.",
  "STREAM_CAPTURE_PAUSED_DETAILS": "Swap to your game to resume.",
  "STREAM_CAPTURE_PAUSED_DETAILS_VIEWER": "!!{username}!! has minimized their window... sit tight!",
  "POPOUT_PLAYER_OPENED": "Player Popped Out",
  "STREAM_FULL_MODAL_BODY": "Sorry, this stream has the max amount of viewers.",
  "STREAM_REPORT_AUDIO_MISSING": "Game audio is absent",
  "STREAM_REPORT_AUDIO_POOR": "Game audio is low quality",
  "STREAM_REPORT_ENDED_AUDIO_MISSING": "Game audio was absent",
  "STREAM_REPORT_ENDED_AUDIO_POOR": "Game audio was low quality",
  "STREAM_REPORT_GAME_ISSUE": "Streaming is causing an issue with my game",
  "CHANGE_VANITY_URL_ERROR": "\nVanity URL could not be changed because it contains invalid characters, was too short, or is already taken.\nVanity URLs can only contain letters, numbers or dashes.\n",
  "CAMERA_NO_DEVICE": "We don’t detect a camera to use with video chat.",
  "SCREENSHARE_RELAUNCH_BODY": "Screen share hamsters have gone wild and need to re-launch Discord to get screen share working again. Are you sure you want to do this?",
  "TOO_MANY_REACTIONS_ALERT_HEADER": "Doh!",
  "LOAD_REACTIONS_ERROR": "Whoops, something went wrong. Touch the dookie to try again.",
  "SEARCH_ERROR": "Crap, we dropped the magnifying glass. Uh… can you try searching again?",
  "PREMIUM_PAYMENT_CONFIRMATION_BLURB_REGULAR": "You now have gained the power of enhanced chat perks. Stop reading this and get to chattin!!!",
  "PREMIUM_CLASSIC_PAYMENT_GIFT_BLURB_MOBILE": "Gift someone Nitro Classic to enhance their chat experience with super powered chat perks. [Learn more about Nitro Classic.](onClick)",
  "USER_SETTINGS_VOICE_CODEC_DESCRIPTION": "Discord uses only the best organic locally-sourced Opus Voice codec.",
  "USER_SETTINGS_VOICE_MIC_TEST_DESCRIPTION": "Having mic issues? Start a test and say something silly -+ we'll play your voice back to you.",
  "USER_SETTINGS_VOICE_VIDEO_HOOK_LABEL": "Use our latest technology to capture your screen.",
  "USER_SETTINGS_VOICE_EXPERIMENTAL_SOUNDSHARE_LABEL": "Use an experimental method to capture audio from games",
  "GUILD_SETTINGS_EMOJI_UPLOAD_TO_SERVER_MESSAGE": "Don't let your memes be dreams. Add up to {count} custom emoji that anyone can use on this server. Animated GIF emoji may be used by members with Discord Nitro. Emoji names must be at least 2 characters long and can only contain alphanumeric characters and underscores. Emoji must be under {maxSize}kb in size.",
  "FORM_LABEL_PUSH_AFK_TIMEOUT": "Push Notification AFK Timeout",
  "FORM_DESCRIPTION_PUSH_AFK_TIMEOUT": "\nDiscord avoids sending push notifications to your mobile device when you are at your computer.\nUse this setting to control how long you need to be AFK for before you receive push notifications.\n",
  "GIFT_INVENTORY_NO_GIFTS_SUBTEXT": "Feeling generous? Give someone the gift of [Nitro](onClick) and make someone's day!",
  "GIFT_INVENTORY_NO_GIFTS_SUBTEXT_MOBILE": "Feeling generous? Give someone the gift of Nitro and make someone's day!",
  "GIFT_CONFIRMATION_BODY_SUCCESS": "{skuName} is now available in your library, go forth and game!",
  "LINK_YOUR_XBOX_ACCOUNT_2": "Discord is a voice, text, and video chat app for gamers that's free, secure, and works on desktop and mobile.",
  "NUF_CREATE_SERVER_BODY": "No invite code? No worries!\n\nStart a Discord server for you and your friends. We’ll provide the voice and text chat + it’s 100% free.",
  "GUILD_VOICE_CHANNEL_EMPTY_BODY_MOBILE": "Hm, it's quiet. Looks like no one's here yet. Start the conversation?",
  "LOCAL_PUSH_NOTIFICATION_GUILD_VERIFICATION_BODY": "You can now chat in this server. Thanks for waiting!",
  "ELEVATED_PERMISSIONS_SOUND_BODY": "Discord is unable to stream your game audio due to missing permissions. Grant Discord administrator permissions in order to send those sweet, sweet soundwaves to your friends?",
  "IOS_APP_PREVIEW_DESCRIPTION": "Discord is an all-in-one communication app for your friends, communities, and gaming.",
  "NUF_CHANNELS_DESCRIPTION": "Channels are where people in your server chat about different topics.",
  "NUF_VOICE_CHANNELS_DESCRIPTION": "There's no ringing or calling. Pop into a voice channel when you're free, and people can jump in to talk with you.",
  "AGE_GATE_HEADER": "Enter your birthday!",
  "NUF_CHANNEL_PROMPT_SUBTITLE": "To get you set up to start chatting, what's a topic your group likes to talk about?"
}